{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "beacon.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-conjure": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-pandoc-references": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "conjure": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neorg": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "telescope-bibtex.nvim": { "branch": "master" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "vim-floaterm": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}